Repository: Wine1y/FLOculus
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ru

source: Keyword filter: <b>«{keyword}»</b>
ru: Текстовый фильтр: <b>«{keyword}»</b>

source: Up to {max_lifetime}
ru: До {max_lifetime}

source: At least {min_lifetime}
ru: От {min_lifetime}

source: From {min_lifetime} to {max_lifetime}
ru: От {min_lifetime} до {max_lifetime}

source: Lifetime filter: <b>{lifetime}</b>
ru: Фильтр времени жизни: <b>{lifetime}</b>

source: {days} day
ru: {days} дня

source: {hours} hour
ru: {hours} часа

source: {minutes} minute
ru: {minutes} минуты

source: Up to {max_price}₽
ru: До {max_price}₽

source: At least {min_price}₽
ru: От {min_price}₽

source: From {min_price}₽ to {max_price}₽
ru: От {min_price}₽ до {max_price}₽

source: Price filter (<i>{price_type}</i>): <b>{price}</b>
ru: Фильтр оплаты (<i>{price_type}</i>): <b>{price}</b>

source: Regex filter: <b>«{regex}»</b>
ru: Regex-фильтр: <b>«{regex}»</b>

source: Up to {max_responses} response
ru: До {max_responses} отклика

source: At least {min_responses} response
ru: От {min_responses} отклика

source: From {min_responses} to {max_responses} response
ru: От {min_responses} до {max_responses} отклика

source: Responses filter: <b>{responses}</b>
ru: Фильтр откликов: <b>{responses}</b>

source: Up to {max_views} view
ru: До {max_views} просмотра

source: At least {min_views} view
ru: От {min_views} просмотра

source: From {min_views} to {max_views} view
ru: От {min_views} до {max_views} просмотра

source: Views filter: <b>{views}</b>
ru: Фильтр просмотров: <b>{views}</b>

source: Undefined price
ru: Оплата не указана

source: Price per hour
ru: Оплата за час

source: Price per project
ru: Оплата за проект

source: Anonymous author
ru: Анонимный заказчик

source: Price: <b>{price}₽ ({price_type})</b>
ru: Оплата: <b>{price}₽ ({price_type})</b>

source: Views: <b>{views}</b>
ru: Просмотры: <b>{views}</b>

source: Responses: <b>{responses}</b>
ru: Отклики: <b>{responses}</b>

source: Price: <b>{price} ({price_type})</b>
ru: Оплата: <b>{price} ({price_type})</b>

source: Deadline: <b>{deadline}</b>
ru: Срок: <b>{deadline}</b>

source: Safe Deal: <b>{safe_deal}</b>
ru: Безопасная сделка: <b>{safe_deal}</b>

source: Yes
ru: Да

source: No
ru: Нет

source: Self-Employed Only: <b>{se_only}</b>
ru: Только для самозанятых: <b>{se_only}</b>

source: <b>Urgent Task</b>
ru: <b>Срочный Заказ</b>

source: By Agreement
ru: По договорённости

source: By Contract
ru: По заключению контракта

source: Via Safe Deal
ru: Через безопасную сделку

source: Deadline: <b>{deadline_days} day</b>
ru: Срок: <b>{deadline_days} день</b>

source: Payment Type: <b>{payment_type}</b>
ru: Тип Оплаты: <b>{payment_type}</b>

source: Author Preferences: [{preferences}]
ru: Предпочтения Заказчика: [{preferences}]

source: Files Attached: <b>{files_attached}</b>
ru: Файлов Прикреплено: <b>{files_attached}</b>

source: Task Expires At: <b>{expire_at}</b>
ru: Заказ Истекает: <b>{expire_at}</b>

source: You have <b>{filters_count}</b> task filters: {filters} 🔠 - case-sensitive filter ❗️- negative filter
ru: У вас <b>{filters_count}</b> фильтров заказов: {filters} 🔠 - фильтр чувствителен к регистру ❗️- обратный фильтр

source: Manage task filters
ru: Настроить фильтры заказов

source: Back
ru: Назад

source: Ok, let's go back to main menu
ru: Хорошо, вернёмся к главному меню

source: Add filter
ru: Добавить фильтр

source: Please, select new filter type
ru: Пожалуйста, выберите тип нового фильтра

source: Cancel
ru: Отмена

source: Filter creation cancelled
ru: Создание фильтра отменено

source: 🔤Keyword
ru: 🔤Текстовый

source: *️⃣Regex
ru: *️⃣Регулярное выражение

source: 👁Views
ru: 👁По просмотрам

source: ✉️Responses
ru: ✉️По отзывам

source: 💰Price
ru: 💰По оплате

source: 📅Lifetime
ru: 📅По времени существования

source: Please, provide a valid filter type
ru: Пожалуйста, выберите валидный тип фильтра

source: Skip
ru: Пропустить

source: This question can't be skipped
ru: Этот вопрос нельзя пропустить

source: Please, provide a valid answer
ru: Пожалуйста, предоставьте валидный ответ

source: Invalid filter data, please try again.
ru: Данные невалидны, попробуйте ещё раз

source: New filter successfully created: {filter}
ru: Новый фильтр успешно создан: {filter}

source: Remove filter
ru: Удалить фильтр

source: Please, enter the filter ID (shown in brackets before the filter type)
ru: Пожалуйста, введите ID фильтра (указан в скобках перед типом фильтра)

source: Filter removal cancelled
ru: Удаление фильтра отменено

source: Please, provide a valid filter ID
ru: Пожалуйста, предоставьте валидный ID фильтра

source: Filter with prodived ID was not found, try again.
ru: Фильтр с указанным ID не найден, попробуйте ещё раз

source: Filter was successfully deleted: {filter}
ru: Фильтр успешно удалён: {filter}

source: You are subscribed to <b>{enabled_platform_count}</b> platform out of <b>{platform_count}</b> available: {platforms}
ru: Вы подписаны на <b>{enabled_platform_count}</b> площадку из <b>{platform_count}</b> доступных: {platforms}

source: Manage platforms
ru: Настроить площадки

source: Unsubscribe from the platform
ru: Отписаться от площадки

source: Please, select a platform name
ru: Пожалуйста, выберите название площадки

source: Platform was not found, try again.
ru: Площадка не найдена, попробуйте ещё раз

source: You're not subscribed to this platform
ru: Вы не подписаны на эту площадку

source: You have unsubscribed from the platform "{platform}"
ru: Вы отписались от площадки "{platform}"

source: Subscribe to the platform
ru: Подписаться на площадку

source: You're already subscribed to this platform
ru: Вы уже подписаны на эту площадку

source: You have subscribed to the platform "{platform}"
ru: Вы подписались на площадку "{platform}"

source: Hello, i'm <b>FLOculus-Bot</b>! I can help you find freelance tasks on various freelance platforms.
ru: Привет, я <b>FLOculus-Bot</b>! Я могу помочь вам найти заказы на различных фриланс-площадках.

source: Please, provide your geolocation so i can display the time in your timezone.
ru: Пожалуйста, предоставьте свою геолокацию для отображения времени в вашем часовом поясе.

source: Hello again!
ru: Ещё раз привет!

source: Thanks, time will be displayed in your timezone ({timezone})
ru: Спасибо, время будет отображаться в вашем часовом поясе ({timezone})

source: Ok, time will be displayed in <b>UTC</b> timezone.
ru: Хорошо, время будет отображаться в стандартном часовом поясе <b>UTC</b>.

source: Provide geolocation
ru: Предоставить геолокацию

source: Open Task
ru: Перейти к заказу

source: Please, enter filter keyword
ru: Пожалуйста, введите ключевое слово фильтра

source: Make filter case-sensitive (Yes/No)?
ru: Сделать фильтр чувствительным к регистру (Да/Нет)?

source: Make filter negative (Yes/No)?
ru: Сделать фильтр обратным (Да/Нет)?

source: Please, enter filter regex
ru: Пожалуйста, введите регулярное выражение фильтра

source: Please, enter min views amount
ru: Пожалуйста, введите минимальное количество просмотров

source: Please, enter max views amount
ru: Пожалуйста, введите максимальное количество просмотров

source: Please, enter min responses amount
ru: Пожалуйста, введите минимальное количество откликов

source: Please, enter max responses amount
ru: Пожалуйста, введите максимальное количество просмотров

source: Please, enter filter price type
ru: Пожалуйста, введите тип цены фильтра

source: Please, enter min price ₽
ru: Пожалуйста, введите минимальную цену ₽

source: Please, enter max price ₽
ru: Пожалуйста, введите максимальную цену ₽

source: Please, enter min lifetime in seconds
ru: Пожалуйста, введите минимальное время существования заказа в секундах

source: Please, enter max lifetime in seconds
ru: Пожалуйста, введите максимальное время существования заказа в секундах

source: Hey Boss, i have a new task for you: {task}
ru: Эй, Босс, нашёл новый заказ для вас: {task}
